<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<!DOCTYPE html>
<html>
<head>
    <title>Стартовая страница</title>
    <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<h1 class="h1">Обычный день</h1>
<br/>
<p class="p">Как обычно выезжая рано утром на работу на своей, повидавшей уже жизни, машине. <p/>
<p class="p">Ты спокойно слушал привычные песни по радио. И даже не предполагал, что этот <p/>
<p class="p">день будет не таким как другие. В этот день проезжая перекресток на зеленый <p/>
<p class="p">сигнал светофора и находясь в ещё сонном состоянии ты не заметил движущейся <p/>
<p class="p">слева машины. Как итог...</p>
<br/>
<h2 class="h2">Автомобильная авария</h2>
<br/>
<p class="p">Случилась страшная автомобильная авария, о которой рассказывали в сводках новостей.<p/>
<p class="p">Но ты про это уже ничего не мог узнать, так как оказался в состоянии комы. <p/>
<p class="p">И тут с тобой случилось странное - ты начал видеть, казалось бы, нереальные вещи...</p>
<br/>
<form action="/question">
    <p class="p">Выберите себя имя персонажа:</p>
    <p><input name="login" class="p"></p>
    <div class="center">
        <button class="styled">Начать игру</button>
    </div>
</form>

</body>
</html>